Repository: namisrn/MedAssist
Catalog: MedAssist/Resources/Localizable.xcstrings
Source language: de
Languages: en, es, fa, fr

source: ⚠️ Wichtiger Hinweis
en: ⚠️ Important Note
es: ⚠️ Nota importante
fa: ⚠️ توجه مهم
fr: ⚠️ Remarque importante

source: Abbrechen
en: Cancel
es: Cancelar
fa: لغو
fr: Annuler

source: Apothekenfinder
en: Pharmacy Finder
es: Buscador de farmacias
fa: یافتن داروخانه
fr: Trouve-Pharmacies

source: Archiv
en: Archive
es: Archivo
fa: آرشیو
fr: Archive

source: Datenschutz
en: Privacy
es: Privacidad
fa: حریم خصوصی
fr: Confidentialité

source: Datenverwaltung
en: Data Management
es: Gestión de datos
fa: مدیریت داده‌ها
fr: Gestion des données

source: Die vorliegende Information wird durch Künstliche Intelligenz (AI) evaluiert und anhand der unten aufgeführten Quellen präsentiert. Bitte beachte, dass AI Fehler machen kann. Überprüfe wichtige Informationen stets eigenständig oder konsultiere einen Experten.
en: The information provided is evaluated by Artificial Intelligence (AI) and presented based on the sources listed below. Please note that AI can make mistakes. Always verify important information independently or consult an expert.
es: La información proporcionada es evaluada por Inteligencia Artificial (IA) y se presenta en función de las fuentes enumeradas a continuación. Tenga en cuenta que la IA puede cometer errores. Verifique siempre la información importante de forma independiente o consulte a un experto.
fa: اطلاعات ارائه شده توسط هوش مصنوعی (AI) ارزیابی شده و بر اساس منابع ذکر شده در زیر ارائه شده است. لطفاً توجه داشته باشید که هوش مصنوعی ممکن است اشتباه کند. همیشه اطلاعات مهم را به طور مستقل بررسی کنید یا با یک کارشناس مشورت کنید.
fr: Les informations fournies sont évaluées par l'intelligence artificielle (IA) et présentées sur la base des sources listées ci-dessous. Veuillez noter que l'IA peut commettre des erreurs. Vérifiez toujours les informations importantes de manière indépendante ou consultez un expert.

source: Dosierung: %@
en: Dosage: %@
es: Dosis: %@
fa: دوز: %@
fr: Dosage : %@

source: Einstellung
en: Setting
es: Configuración
fa: تنظیمات
fr: Paramètres

source: Einstellungen
en: Settings
es: Configuración
fa: تنظیمات
fr: Paramètres

source: Erinnerung: %@
en: Reminder: %@
es: Recordatorio: %@
fa: یادآوری
fr: Rappel

source: Hier kannst du deine Medikamente und Erinnerungen hinzufügen.
en: Here you can add your medications and reminders.
es: Aquí puedes agregar tus medicamentos y recordatorios.
fa: اینجا می‌توانید داروها و یادآوری‌های خود را اضافه کنید.
fr: Ici, vous pouvez ajouter vos médicaments et rappels.

source: Hier werden später alle gespeicherten Konversationen angezeigt.
en: All saved conversations will be displayed here later.
es: Todas las conversaciones guardadas se mostrarán aquí más tarde.v
fa: همه مکالمات ذخیره‌شده بعداً اینجا نمایش داده می‌شوند.
fr: Toutes les conversations enregistrées seront affichées ici plus tard.

# info_source_description_abda
source: Apotheken-Datenbank mit umfassenden Informationen zu Arzneimitteln.
en: Pharmacy database with comprehensive information about medications.
es: Base de datos de farmacias con información integral sobre medicamentos.
fa: پایگاه داده داروخانه‌ها با اطلاعات جامع درباره داروها.
fr: Base de données des pharmacies avec des informations complètes sur les médicaments.

# info_source_description_ema
source: Europäische Arzneimittel-Agentur (European Medicines Agency).
en: European Medicines Agency (EMA).
es: Agencia Europea de Medicamentos (EMA).
fa: آژانس دارویی اروپا.
fr: Agence européenne des médicaments (EMA).

# info_source_description_embryotox
source: Wissenschaftliches Beratungsportal zu Medikamenten in Schwangerschaft und Stillzeit.
en: Scientific advisory portal for medications during pregnancy and breastfeeding.
es: Portal de asesoramiento científico sobre medicamentos durante el embarazo y la lactancia.
fa: پورتال مشاوره علمی درباره داروها در دوران بارداری و شیردهی.
fr: Portail de conseil scientifique sur les médicaments pendant la grossesse et l’allaitement.

# info_source_description_fachinfo
source: Portal mit Fachinformationen zu Medikamenten.
en: Portal with professional information on medications.
es: Portal con información profesional sobre medicamentos.
fa: پورتال با اطلاعات حرفه‌ای در مورد داروها
fr: Portail avec des informations professionnelles sur les médicaments.

# info_source_description_gelbe_liste
source: Arzneimittelverzeichnis für Deutschland.
en: Drug directory for Germany.
es: Directorio de medicamentos para Alemania.
fa: فهرست داروها برای آلمان.
fr: Répertoire des médicaments pour l’Allemagne.

# info_source_description_kinderformularium
source: Spezielle Datenbank zu Medikamenten für Kinder.
en: Specialized database for children’s medications.
es: Base de datos especializada en medicamentos para niños.
fa: پایگاه داده تخصصی برای داروهای کودکان.
fr: Base de données spécialisée sur les médicaments pour enfants.

# info_source_description_openfda
source: Datenbank der US-amerikanischen FDA (Food and Drug Administration).
en: Database of the U.S. FDA (Food and Drug Administration).
es: Base de datos de la FDA estadounidense (Administración de Alimentos y Medicamentos).
fa: پایگاه داده FDA ایالات متحده (اداره غذا و دارو).
fr: Base de données de la FDA américaine (Food and Drug Administration).

# info_source_description_who_umc
source: Datenbank der Weltgesundheitsorganisation für Arzneimittelüberwachung.
en: World Health Organization database for drug monitoring.
es: Base de datos de la Organización Mundial de la Salud para la vigilancia de medicamentos.
fa: پایگاه داده سازمان جهانی بهداشت برای نظارت بر داروها.
fr: Base de données de l’Organisation mondiale de la santé pour la surveillance des médicaments.

source: Informationsquellen
en: Information Sources
es: Fuentes de información
fa: منابع اطلاعاتی
fr: Sources d’information

source: Keine Apotheken gefunden.
en: No pharmacies found.
es: No se encontraron farmacias.
fa: هیچ داروخانه‌ای یافت نشد.
fr: Aucune pharmacie trouvée.

source: Keine gespeicherten Konversationen
en: No saved conversations.
es: No hay conversaciones guardadas.
fa: هیچ مکالمه‌ای ذخیره نشده است.
fr: Aucune conversation enregistrée.

source: Keine Medikamente gespeichert
en: No medications saved.
es: No hay medicamentos guardados.
fa: هیچ دارویی ذخیره نشده است.
fr: Aucun médicament enregistré.

source: Konversationen löschen
en: Delete Conversations
es: Eliminar conversaciones
fa: حذف مکالمات
fr: حذف مکالمات

source: Kopieren
en: Copy
es: Copiar
fa: کپی
fr: Copier

source: Lade Apotheken...
en: Loading pharmacies…
es: Cargando farmacias…
fa: در حال بارگذاری داروخانه‌ها…
fr: Chargement des pharmacies…

source: Löschen
en: Delete
es: Eliminar
fa: حذف
fr: Supprimer

source: Medikament hinzufügen
en: Add Medication
es: Añadir medicamento
fa: افزودن دارو
fr: Ajouter un médicament

source: Medikamenten
en: Medications
es: Medicamentos
fa: داروها
fr: Médicaments

source: Medikamenten-Detail
en: Medication Details
es: Detalle del medicamento
fa: جزئیات دارو
fr: Détails du médicament

source: Möchten Sie wirklich alle gespeicherten Konversationen löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete all saved conversations? This action cannot be undone.
es: ¿Está seguro de que desea eliminar todas las conversaciones guardadas? Esta acción no se puede deshacer.
fa: آیا مطمئن هستید که می‌خواهید تمام مکالمات ذخیره شده را حذف کنید؟ این عمل غیرقابل بازگشت است.
fr: Êtes-vous sûr de vouloir supprimer toutes les conversations enregistrées ? Cette action est irréversible.

source: Nächste Erinnerung: %@
en: Next Reminder: %@
es: Próximo recordatorio: %@
fa: یادآوری بعدی: %@
fr: Prochain rappel : %@

source: Noch keine Nachrichten
en: No messages yet.
es: Aún no hay mensajes.
fa: هنوز پیامی وجود ندارد.
fr: Pas encore de messages.

source: PLZ eingeben
en: Enter ZIP code.
es: Ingrese el código postal.
fa: کد پستی را وارد کنید.
fr: Entrez le code postal.

source: Profil
en: Profile
es: Perfil
fa: پروفایل

source: Senden
en: Send
es: Enviar
fa: ارسال
fr: Envoyer

source: Standort verwenden
en: Use Location
es: Usar ubicación
fa: استفاده از موقعیت مکانی
fr: Utiliser la localisation.

source: Über die App
en: About the App
es: Acerca de la aplicación
fa: درباره اپلیکیشن
fr: À propos de l’application.

source: Verwendete Quellen
en: Used Sources
es: Fuentes utilizadas
fa: منابع مورد استفاده
fr: Sources utilisées.

source: Vorlesen
en: Read Aloud
es: Leer en voz alta
fa: خواندن
fr: Lire à voix haute.

source: Wie kann ich Dir helfen?
en: How can I help you?
es: ¿Cómo puedo ayudarte?
fa: چطور می‌توانم کمک کنم؟
fr: Comment puis-je vous aider ?

source: Zeigt Apotheken basierend auf Ihrer PLZ oder Ihrem Standort an.
en: Shows pharmacies based on your ZIP code or location
es: Muestra farmacias según tu código postal o ubicación.
fa: داروخانه‌ها را بر اساس کد پستی یا موقعیت مکانی شما نمایش می‌دهد
fr: Affiche les pharmacies en fonction de votre code postal ou de votre position.

source: Archive
es: Archivo
fa: بایگانی

source: New Chat
es: Nueva conversación
fa: گفتگوی جدید
fr: Nouvelle conversation
